[Ability.A_aura_gel H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="霜寒精华"
mTooltip="此生物有15%的几率在回合开始时冻结相邻的敌人。"

[Ability.A_Esprit_du_gel H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="霜寒之魂"
mTooltip="在回合结束时，此生物根据战场上每个被冻结的敌人获得 %stat %icon_attack 攻击和 %icon_defense 防御，持续2回合。"

[Ability.A_esprit_gel_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_esprit_gel_Buff2 H7BaseBuff]
mName="霜寒之魂"
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="呼啸寒冬"
mTooltip="激活时：冻结战场上所有非魔法敌人。"

[Ability_secrete_tower.A_tiger_Buffhero H7BaseBuff]
mName=""
mTooltip=""

[Ability_secrete_tower.A_tiger_creature_buff_healing H7BaseBuff]
mName="治疗"
mTooltip=""

[Ability_secrete_tower.A_tiger_creature_buff_healing2 H7BaseBuff]
mName="治疗"
mTooltip=""

[Ability_secrete_tower.A_tiger_creature_buff_health H7BaseBuff]
mName=""
mTooltip=""

[Ability_secrete_tower.A_tiger_secrete_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="霜寒饥渴"
mTooltip="秘密能力：当英雄拥有 %stat2 点或更多 %icon_magic 魔力时：此生物获得 %stat1 %icon_health 生命值加成，并且当它攻击被冻结的单位时，治疗自身 %d %icon_health 生命值。"

[Creature.A_Creaturetower_lv1 H7Creature]
mName="剑齿虎"
mLore="为了完成入会仪式并证明自己有权加入大狩猎，刹帝利必须向卡莉献上一份礼物，即他们在战斗中杀死的第一只野生动物的毛皮。通常年轻的战士更喜欢熊或狼，它们在附近的森林中大量栖息，但也有一些愿意考验自己运气的人。这样的刹帝利决定追踪龙之道最难以捉摸的捕食者之一——剑齿虎。在雪地中很难发现这只野兽，而要击败它则更加困难。获得了珍贵毛皮的女猎手将获得前所未有的荣誉和尊重，而那些不太成功的部落女性则将在冰封的陷阱中迎来末日。"

[Creature.A_Creaturetower_lv2 H7Creature]
mName="霜牙虎"
mLore="在族群首领死亡后，剑齿虎开始争夺领导权，最后，两名最强的竞争者进行最终决斗。失败者死亡，胜利者有机会饮用龙血泉以获得新的力量。很少有人能从霜牙虎的尖牙下逃脱死亡，其威胁性的咆哮会让最勇敢的战士的血液冻结，无论是字面上还是比喻上。据说，高阶女祭司被认为是她族类中最强的，因为她可以驯服剑齿虎及其强大的首领，在狩猎期间将它们变成刹帝利部落的忠实盟友。"